[
  {
    "image": "./Fun-facts-source/img/F56.png",
    "title": "Самый длинный кофейный перерыв",
    "text": "Паразитические грибы могут заставить муравьев подниматься на вершину растений перед тем, как они умирают и разносят споры грибов по ветру."
  },
  {
    "image": "./Fun-facts-source/img/F55.png",
    "title": "Муравьи-зомби",
    "text": "Паразитические грибы могут заставить муравьев подниматься на вершину растений перед тем, как они умирают и разносят споры грибов по ветру."
  },
  {
    "image": "./Fun-facts-source/img/F54.png",
    "title": "Генератор котят",
    "text": "Кошка Табби из Техаса принесла рекордное число котят – 420 за 18 лет."
  },
  {
    "image": "./Fun-facts-source/img/F53.png",
    "title": "Мир с миллионом островов",
    "text": "Индонезия состоит из более чем 17 000 островов, что делает его страной с наибольшим числом островов в мире."
  },
  {
    "image": "./Fun-facts-source/img/F52.png",
    "title": "Остров с кроликами",
    "text": "На японском острове ОкуноШима живет больше кроликов, чем людей, и он известен как «Остров кроликов»."
  },
  {
    "image": "./Fun-facts-source/img/F51.png",
    "title": "Безмолвные рекордсмены",
    "text": "В библиотеке Конгресса США находится книга, написанная специально так, чтобы не содержать ни одного слова – она называется «Безмолвие»."
  },
  {
    "image": "./Fun-facts-source/img/F50.png",
    "title": "Люди – единственные существа, способные плакать от счастья и горя",
    "text": "Только люди имеют способность плакать не только в ответ на боль и горе, но и от счастья и эмоционального волнения."
  },
  {
    "image": "./Fun-facts-source/img/F49.png",
    "title": "Женщины видят больше цветов",
    "text": "Женщины в среднем способны различать больше оттенков цветов, чем мужчины."
  },
  {
    "image": "./Fun-facts-source/img/F48.png",
    "title": "У фламинго ноги сворачиваются внутрь",
    "text": "Когда фламинго летит, его длинные ноги сворачиваются внутрь и выглядят как длинные ветки."
  },
  {
    "image": "./Fun-facts-source/img/F47.png",
    "title": "Слоны помнят людей",
    "text": "Слоны могут запоминать людей и ситуации на долгие годы и проявлять к ним разные эмоции."
  },
  {
    "image": "./Fun-facts-source/img/F46.png",
    "title": "Самая длинная борода у женщины",
    "text": "Женщина по имени Эрин Ханикатт из США удерживает рекорд по длине бороды, которая составляет более 30 сантиметров."
  },
  {
    "image": "./Fun-facts-source/img/F45.png",
    "title": "Коровы предпочитают классическую музыку",
    "text": "Исследования показали, что коровы дают больше молока, когда им играют классическую музыку."
  },
  {
    "image": "./Fun-facts-source/img/F44.png",
    "title": "Мужчины с большими ушами считаются более привлекательными",
    "text": "Исследования показали, что мужчины с более крупными ушами чаще считаются привлекательными."
  },
  {
    "image": "./Fun-facts-source/img/F43.png",
    "title": "Полярные медведи плывуны",
    "text": "Полярные медведи способны плавать на расстояние около 687 км без передышки."
  },
  {
    "image": "./Fun-facts-source/img/F42.png",
    "title": "Бабочки могут нюхать ногами",
    "text": "Бабочки имеют специальные рецепторы на ногах, которые помогают им находить еду и партнеров для размножения."
  },
  {
    "image": "./Fun-facts-source/img/F41.png",
    "title": "В морях больше мусора, чем рыбы",
    "text": "По некоторым оценкам, в мировых океанах сейчас находится более пластика, чем рыб."
  },
  {
    "image": "./Fun-facts-source/img/F40.png",
    "title": "Банкоматы выдают множество неверных купюр",
    "text": "Ежегодно банкоматы мира выдают более $100 миллионов в невер"
  },
  {
    "image": "./Fun-facts-source/img/F39.png",
    "title": "Самое долгое землетрясение",
    "text": "Самое длительное землетрясение в истории было зарегистрировано в Чили в 1960 году. Оно продолжалось целых 10 минут и достигло магнитуды 9,5 баллов. Оно вызвало разрушительный цунами и повреждения на многих континентах."
  },
  {
    "image": "./Fun-facts-source/img/F38.png",
    "title": "Биолюминесценция морских организмов",
    "text": "Многие морские организмы обладают способностью светиться в темных водах океана. Это явление называется биолюминесценцией и используется ими для привлечения пищи, мимикрии, а также для обороны."
  },
  {
    "image": "./Fun-facts-source/img/F37.png",
    "title": "Самая большая сеть в мире",
    "text": "Интернет является самой большой сетью в мире, и, по средним оценкам, он весит примерно столько же, сколько один зеркальный спутник Земли."
  },
  {
    "image": "./Fun-facts-source/img/F36.png",
    "title": "Восемь миллиардов соседей",
    "text": "В настоящее время на Земле проживает более 8 миллиардов человек из разных культур и стран. Это больше, чем когда-либо прежде в истории человечества."
  },
  {
    "image": "./Fun-facts-source/img/F35.png",
    "title": "Звуки природы на Луне",
    "text": "На Луне, благодаря отсутствию атмосферы, звуки природы не могли бы передаваться, так как им нечем было бы распространяться."
  },
  {
    "image": "./Fun-facts-source/img/F34.png",
    "title": "Звезды с запахом",
    "text": "В космосе пахнет по-другому! Астронавты описывают этот запах как «горящий металл» или «пригорелую проводку». Это происходит из-за взаимодействия космических материалов с атмосферой станции."
  },
  {
    "image": "./Fun-facts-source/img/F33.png",
    "title": "Временной парадокс",
    "text": "Каждые 60 секунд в Африке проходит 1 минута."
  },
  {
    "image": "./Fun-facts-source/img/F32.png",
    "title": "Дождь из пламени",
    "text": "В Австралии существует явление, известное как «огненный дождь». Это происходит в результате крупных лесных пожаров, когда пепел и уголья поднимаются в воздух и создают впечатление дождя из огоньков."
  },
  {
    "image": "./Fun-facts-source/img/F31.png",
    "title": "Грибные сети",
    "text": "Мицелий, структура грибов, способен создавать огромные сети под землей, которые служат для обмена питательными веществами и информацией между деревьями и растениями."
  },
  {
    "image": "./Fun-facts-source/img/F30.png",
    "title": "Мёд – единственный продукт, который не портится",
    "text": "Мёд, найденный в древних египетских гробницах, до сих пор съедобен."
  },
  {
    "image": "./Fun-facts-source/img/F29.png",
    "title": "Бессмертные медузы",
    "text": "Турритопсис дорней — это вид медуз, который является одним из немногих организмов, способных вернуться к молодости после старения. Они могут пройти процесс обратной метаморфоза и начать жизнь заново."
  },
  {
    "image": "./Fun-facts-source/img/F28.png",
    "title": "Самая длинная дорога",
    "text": "Длиннейшая дорога в мире - это Панамериканская автомобильная дорога, которая простирается с юга Аргентины до севера Аляски, протяженностью около 30 000 километров."
  },
  {
    "image": "./Fun-facts-source/img/F27.png",
    "title": "Магнитное чувство у птиц",
    "text": "Многие птицы, такие как голуби, имеют встроенный компас и могут ориентироваться по земному магнитному полю во время миграции."
  },
  {
    "image": "./Fun-facts-source/img/F26.png",
    "title": "Паутина из золота",
    "text": "Золотые пауки — это настоящее явление в некоторых районах Австралии. Они создают свои паутины с золотистым оттенком из-за смешения золотистой пыли с паучьей плющадью."
  },
  {
    "image": "./Fun-facts-source/img/F25.png",
    "title": "Время летит быстрее на горе Эверест",
    "text": "Гравитационное воздействие Маунт-Эвереста делает время на его вершине прошедшим быстрее на 15 миллисекунд в год."
  },
  {
    "image": "./Fun-facts-source/img/F24.png",
    "title": "Коровы имеют лучших друзей",
    "text": "Исследования показали, что коровы могут развивать тесные дружеские отношения с определенными партнерами. Они проводят время в компании своих «лучших друзей» и даже испытывают стресс, если они разлучаются."
  },
  {
    "image": "./Fun-facts-source/img/F23.png",
    "title": "Загадочные пингвины-магеллановы",
    "text": "Пингвины-магеллановы часто принимают решение переплыть океан, чтобы достичь более теплых вод. Невероятно, что они могут проплыть более 8000 километров в поисках пищи!"
  },
  {
    "image": "./Fun-facts-source/img/F22.png",
    "title": "Борющиеся города",
    "text": "В 1969 году соседние города Хонконг и Макао соревновались в том, чтобы построить более высокое здание. Эта «война небоскребов» привела к созданию нескольких из самых высоких зданий в мире на тот момент."
  },
  {
    "image": "./Fun-facts-source/img/F21.png",
    "title": "Медведи-панда – не панды",
    "text": "Медведи-панды на самом деле ближе к енотам, чем к пандам."
  },
  {
    "image": "./Fun-facts-source/img/F20.png",
    "title": "Самый маленький дракон",
    "text": "Миниатюрный дракончик под названием «летучая драконята» обитает в лесах Юго-Восточной Азии. Он имеет необычную способность парить между деревьями, используя патагиум - мембрану, подобную крыльям летучей мыши."
  },
  {
    "image": "./Fun-facts-source/img/F19.png",
    "title": "Самая длинная гора находится под водой",
    "text": "Самая высокая гора в мире, Маунт-Эверест, возвышается над водой, но самая длинная, Мид-Океанический хребет, находится под водой."
  },
  {
    "image": "./Fun-facts-source/img/F18.png",
    "title": "Больше сумок, чем людей",
    "text": "Оценивается, что на Земле существует больше сумок, чем людей."
  },
  {
    "image": "./Fun-facts-source/img/F17.png",
    "title": "Заселенный остров",
    "text": "На острове Окинава в Японии существует долгоживущее население, и одна из главных причин считается их здоровый образ жизни и питание, включающее много морепродуктов."
  },
  {
    "image": "./Fun-facts-source/img/F16.png",
    "title": "Бананы – ягоды, а клубника – не ягода!",
    "text": "По биологическим определениям бананы считаются ягодами, а клубника – неправильно классифицированной ягодой."
  },
  {
    "image": "./Fun-facts-source/img/F15.png",
    "title": "Карта молний",
    "text": "Каждую секунду во всем мире происходит более 8 миллионов разрядов молний. Вы можете наблюдать за этой активностью, посмотрев специальные карты молний, которые показывают места, где в данный момент происходит особенно много молний."
  },
  {
    "image": "./Fun-facts-source/img/F14.png",
    "title": "Мигающая Эйфелева башня",
    "text": "В некоторые ночи Эйфелева башня начинает мигать своими огоньками. Но забавно, что она не просто мигает — каждые час, после заката и до полуночи, огни начинают мерцать в течение 5 минут. Это известно как «звездный час»."
  },
  {
    "image": "./Fun-facts-source/img/F13.png",
    "title": "Шутка в космосе",
    "text": "Астронавт Юрий Маленченко сыграл шутку своей будущей жене во время свадьбы в 2003 году. Он отправил ей цветы с Международной космической станции, сделав космическое признание в любви."
  },
  {
    "image": "./Fun-facts-source/img/F12.png",
    "title": "Смех морских свинок",
    "text": "Морские свинки издают забавные свистящие звуки, которые напоминают свисток или свистящего чайника. Это их способ выражать радость."
  },
  {
    "image": "./Fun-facts-source/img/F11.png",
    "title": "Дождливые алмазы",
    "text": "На планете Уран обнаружено великолепное зрелище — алмазные дожди. В атмосфере Урана могут образовываться алмазные кристаллы, которые затем падают как дождь."
  },
  {
    "image": "./Fun-facts-source/img/F10.png",
    "title": "Дружелюбные альпаки",
    "text": "Альпаки — это милые животные, близкие к ламам. Они могут проявлять дружелюбие, обнимая друг друга шеей в знак приветствия."
  },
  {
    "image": "./Fun-facts-source/img/F9.png",
    "title": "Пчеловождение",
    "text": "В некоторых странах существуют специальные «отели» для диких пчел, чтобы помочь им размножаться и сохранять популяции. Эти отели содержат отверстия разных размеров, чтобы привлечь разные виды пчел."
  },
  {
    "image": "./Fun-facts-source/img/F8.png",
    "title": "Пение китов",
    "text": "Киты могут исполнять «песни», которые продолжаются в течение нескольких часов и состоят из разнообразных звуков и мелодий. Некоторые ученые полагают, что это их способ общения или даже форма искусства."
  },
  {
    "image": "./Fun-facts-source/img/F7.png",
    "title": "Путешествие в будущее",
    "text": "Из-за гравитационных эффектов и релятивистской физики, астронавты на борту космического корабля, двигающегося со значительной скоростью, на самом деле стареют медленнее, чем люди на Земле."
  },
  {
    "image": "./Fun-facts-source/img/F6.png",
    "title": "Водопады под водой",
    "text": "В океанах можно найти «подводные водопады» из плотной соленой воды, которая сливается со свежей водой. Это создает визуально впечатляющий эффект струй воды, падающих вниз."
  },
  {
    "image": "./Fun-facts-source/img/F5.png",
    "title": "Спящие морские звезды",
    "text": "У морских звезд нет мозга, но они способны засыпать. Они могут переходить в состояние пассивного режима, которое напоминает сон."
  },
  {
    "image": "./Fun-facts-source/img/F4.png",
    "title": "Вечное движение",
    "text": "Земля постоянно в движении! Мы не только вращаемся вокруг своей оси, но и двигаемся вокруг Солнца. Так что каждый из нас в сущности двигается быстрее, чем кажется!"
  },
  {
    "image": "./Fun-facts-source/img/F3.png",
    "title": "Морские котики-детективы",
    "text": "В Антарктике обитают морские котики, которые могут помочь ученым в поиске подводных объектов благодаря своей способности различать звуки и отличать одни звуки от других."
  },
  {
    "image": "./Fun-facts-source/img/F2.png",
    "title": "Самая длинная река на Земле",
    "text": "Река Амазонка в Южной Америке является самой длинной рекой на планете, протяженностью около 6 400 километров."
  },
  {
    "image": "./Fun-facts-source/img/F1.png",
    "title": "Богатство Океана",
    "text": "Океан содержит около 20 миллионов тонн золота, но извлечено всего около 165 тонн."
  },
  {
    "image": "./Fun-facts-source/img/F100.png",
    "title": "СвайпФакты",
    "text": "Свайпни влево или вправо"
  }
]