[
  {
    "image": "./Fun-facts-source/img/F40.png",
    "title": "Деревья секвойи и их старость",
    "text": "Деревья секвойи, такие как «Гиперион», считаются самыми высокими и старейшими живыми существами на Земле. Некоторые из них могут прожить более 3 000 лет и достигать высоты более 100 метров."
  },
  {
    "image": "./Fun-facts-source/img/F39.png",
    "title": "Самое долгое землетрясение",
    "text": "Самое длительное землетрясение в истории было зарегистрировано в Чили в 1960 году. Оно продолжалось целых 10 минут и достигло магнитуды 9,5 баллов. Оно вызвало разрушительный цунами и повреждения на многих континентах."
  },
  {
    "image": "./Fun-facts-source/img/F38.png",
    "title": "Биолюминесценция морских организмов",
    "text": "Многие морские организмы обладают способностью светиться в темных водах океана. Это явление называется биолюминесценцией и используется ими для привлечения пищи, мимикрии, а также для обороны."
  },
  {
    "image": "./Fun-facts-source/img/F37.png",
    "title": "Самая большая сеть в мире",
    "text": "Интернет является самой большой сетью в мире, и, по средним оценкам, он весит примерно столько же, сколько один зеркальный спутник Земли."
  },
  {
    "image": "./Fun-facts-source/img/F36.png",
    "title": "Восемь миллиардов соседей",
    "text": "В настоящее время на Земле проживает более 8 миллиардов человек из разных культур и стран. Это больше, чем когда-либо прежде в истории человечества."
  },
  {
    "image": "./Fun-facts-source/img/F35.png",
    "title": "Книга ДНК",
    "text": "Ученые создали книгу размером с миллион страниц, сохраненную в форме кода на ДНК. Это доказывает, что ДНК может быть использована для долгосрочного хранения данных."
  },
  {
    "image": "./Fun-facts-source/img/F34.png",
    "title": "Звезды с запахом",
    "text": "В космосе пахнет по-другому! Астронавты описывают этот запах как «горящий металл» или «пригорелую проводку». Это происходит из-за взаимодействия космических материалов с атмосферой станции."
  },
  {
    "image": "./Fun-facts-source/img/F33.png",
    "title": "Ожившая каменная статуя",
    "text": "Линчийская статуя на острове Пасхи в Тихом океане весит около 80 тонн, но все же ее удалось передвинуть и встать вертикально, предположительно с помощью примитивных средств."
  },
  {
    "image": "./Fun-facts-source/img/F32.png",
    "title": "Дождь из пламени",
    "text": "В Австралии существует явление, известное как «огненный дождь». Это происходит в результате крупных лесных пожаров, когда пепел и уголья поднимаются в воздух и создают впечатление дождя из огоньков."
  },
  {
    "image": "./Fun-facts-source/img/F31.png",
    "title": "Грибные сети",
    "text": "Мицелий, структура грибов, способен создавать огромные сети под землей, которые служат для обмена питательными веществами и информацией между деревьями и растениями."
  },
  {
    "image": "./Fun-facts-source/img/F30.png",
    "title": "Богатство на дне океана",
    "text": "На дне океана можно найти огромные богатства. Некоторые подводные археологические находки включают в себя сокровища затонувших кораблей, древние города и даже артефакты из далеких эпох."
  },
  {
    "image": "./Fun-facts-source/img/F29.png",
    "title": "Бессмертные медузы",
    "text": "Турритопсис дорней — это вид медуз, который является одним из немногих организмов, способных вернуться к молодости после старения. Они могут пройти процесс обратной метаморфоза и начать жизнь заново."
  },
  {
    "image": "./Fun-facts-source/img/F28.png",
    "title": "Самая длинная дорога",
    "text": "Длиннейшая дорога в мире - это Панамериканская автомобильная дорога, которая простирается с юга Аргентины до севера Аляски, протяженностью около 30 000 километров."
  },
  {
    "image": "./Fun-facts-source/img/F27.png",
    "title": "Магнитное чувство у птиц",
    "text": "Многие птицы, такие как голуби, имеют встроенный компас и могут ориентироваться по земному магнитному полю во время миграции."
  },
  {
    "image": "./Fun-facts-source/img/F26.png",
    "title": "Паутина из золота",
    "text": "Золотые пауки — это настоящее явление в некоторых районах Австралии. Они создают свои паутины с золотистым оттенком из-за смешения золотистой пыли с паучьей плющадью."
  },
  {
    "image": "./Fun-facts-source/img/F25.png",
    "title": "Секретный язык дельфинов",
    "text": "Дельфины обладают сложными коммуникативными навыками и могут использовать свой «секретный» язык, состоящий из щелчков и свистов, для общения и координации в океане."
  },
  {
    "image": "./Fun-facts-source/img/F24.png",
    "title": "Коровы имеют лучших друзей",
    "text": "Исследования показали, что коровы могут развивать тесные дружеские отношения с определенными партнерами. Они проводят время в компании своих «лучших друзей» и даже испытывают стресс, если они разлучаются."
  },
  {
    "image": "./Fun-facts-source/img/F23.png",
    "title": "Загадочные пингвины-магеллановы",
    "text": "Пингвины-магеллановы часто принимают решение переплыть океан, чтобы достичь более теплых вод. Невероятно, что они могут проплыть более 8000 километров в поисках пищи!"
  },
  {
    "image": "./Fun-facts-source/img/F22.png",
    "title": "Борющиеся города",
    "text": "В 1969 году соседние города Хонконг и Макао соревновались в том, чтобы построить более высокое здание. Эта «война небоскребов» привела к созданию нескольких из самых высоких зданий в мире на тот момент."
  },
  {
    "image": "./Fun-facts-source/img/F21.png",
    "title": "Зеленая кровь летучих мышей",
    "text": "Некоторые виды летучих мышей имеют зеленую кровь из-за высокого содержания химического соединения под названием «биливердин». Это явление редко встречается в животном мире."
  },
  {
    "image": "./Fun-facts-source/img/F20.png",
    "title": "Самый маленький дракон",
    "text": "Миниатюрный дракончик под названием «летучая драконята» обитает в лесах Юго-Восточной Азии. Он имеет необычную способность парить между деревьями, используя патагиум - мембрану, подобную крыльям летучей мыши."
  },
  {
    "image": "./Fun-facts-source/img/F19.png",
    "title": "Летающие пингвины",
    "text": "Пингвины не только плавают в воде, но и могут «полетать» под водой, используя свои крылья в качестве ласт."
  },
  {
    "image": "./Fun-facts-source/img/F18.png",
    "title": "Города из грибов",
    "text": "В Швеции и Финляндии можно найти дома, выполненные из гигантских грибов, которые использовались в качестве убежищ даже во времена викингов."
  },
  {
    "image": "./Fun-facts-source/img/F17.png",
    "title": "Заселенный остров",
    "text": "На острове Окинава в Японии существует долгоживущее население, и одна из главных причин считается их здоровый образ жизни и питание, включающее много морепродуктов."
  },
  {
    "image": "./Fun-facts-source/img/F16.png",
    "title": "Салют от Солнца",
    "text": "Когда корона Солнца полностью затмевается Луной во время солнечного затмения, это называется «солнечным салютом». В этот момент видно только слабое атмосферное свечение вокруг Луны, напоминающее сияние короны Солнца."
  },
  {
    "image": "./Fun-facts-source/img/F15.png",
    "title": "Карта молний",
    "text": "Каждую секунду во всем мире происходит более 8 миллионов разрядов молний. Вы можете наблюдать за этой активностью, посмотрев специальные карты молний, которые показывают места, где в данный момент происходит особенно много молний."
  },
  {
    "image": "./Fun-facts-source/img/F14.png",
    "title": "Мигающая Эйфелева башня",
    "text": "В некоторые ночи Эйфелева башня начинает мигать своими огоньками. Но забавно, что она не просто мигает — каждые час, после заката и до полуночи, огни начинают мерцать в течение 5 минут. Это известно как «звездный час»."
  },
  {
    "image": "./Fun-facts-source/img/F13.png",
    "title": "Шутка в космосе",
    "text": "Астронавт Юрий Маленченко сыграл шутку своей будущей жене во время свадьбы в 2003 году. Он отправил ей цветы с Международной космической станции, сделав космическое признание в любви."
  },
  {
    "image": "./Fun-facts-source/img/F12.png",
    "title": "Смех морских свинок",
    "text": "Морские свинки издают забавные свистящие звуки, которые напоминают свисток или свистящего чайника. Это их способ выражать радость."
  },
  {
    "image": "./Fun-facts-source/img/F11.png",
    "title": "Дождливые алмазы",
    "text": "На планете Уран обнаружено великолепное зрелище — алмазные дожди. В атмосфере Урана могут образовываться алмазные кристаллы, которые затем падают как дождь."
  },
  {
    "image": "./Fun-facts-source/img/F10.png",
    "title": "Дружелюбные альпаки",
    "text": "Альпаки — это милые животные, близкие к ламам. Они могут проявлять дружелюбие, обнимая друг друга шеей в знак приветствия."
  },
  {
    "image": "./Fun-facts-source/img/F9.png",
    "title": "Пчеловождение",
    "text": "В некоторых странах существуют специальные «отели» для диких пчел, чтобы помочь им размножаться и сохранять популяции. Эти отели содержат отверстия разных размеров, чтобы привлечь разные виды пчел."
  },
  {
    "image": "./Fun-facts-source/img/F8.png",
    "title": "Пение китов",
    "text": "Киты могут исполнять «песни», которые продолжаются в течение нескольких часов и состоят из разнообразных звуков и мелодий. Некоторые ученые полагают, что это их способ общения или даже форма искусства."
  },
  {
    "image": "./Fun-facts-source/img/F7.png",
    "title": "Путешествие в будущее",
    "text": "Из-за гравитационных эффектов и релятивистской физики, астронавты на борту космического корабля, двигающегося со значительной скоростью, на самом деле стареют медленнее, чем люди на Земле."
  },
  {
    "image": "./Fun-facts-source/img/F6.png",
    "title": "Водопады под водой",
    "text": "В океанах можно найти «подводные водопады» из плотной соленой воды, которая сливается со свежей водой. Это создает визуально впечатляющий эффект струй воды, падающих вниз."
  },
  {
    "image": "./Fun-facts-source/img/F5.png",
    "title": "Спящие морские звезды",
    "text": "У морских звезд нет мозга, но они способны засыпать. Они могут переходить в состояние пассивного режима, которое напоминает сон."
  },
  {
    "image": "./Fun-facts-source/img/F4.png",
    "title": "Вечное движение",
    "text": "Земля постоянно в движении! Мы не только вращаемся вокруг своей оси, но и двигаемся вокруг Солнца. Так что каждый из нас в сущности двигается быстрее, чем кажется!"
  },
  {
    "image": "./Fun-facts-source/img/F3.png",
    "title": "Морские котики-детективы",
    "text": "В Антарктике обитают морские котики, которые могут помочь ученым в поиске подводных объектов благодаря своей способности различать звуки и отличать одни звуки от других."
  },
  {
    "image": "./Fun-facts-source/img/F2.png",
    "title": "Ленивые деревья",
    "text": "Деревья такие ленивые, что растут всего лишь на несколько сантиметров в год. Это означает, что если дерево начало расти с момента основания Рима (около 753 года до н.э.), оно было бы высотой всего несколько метров."
  },
  {
    "image": "./Fun-facts-source/img/F1.png",
    "title": "Шоколадные дороги",
    "text": "Если бы все батоны шоколада, произведенные за год, выложить в ряд, то эта «шоколадная дорога» могла бы несколько раз обернуть весь земной шар!"
  }
]